Repository: onlinico/beacome-ios
Catalog: ProjectBeacon/ProjectBeacon/*.lproj/Localizable.strings
Languages: ru, uk

source: Save
ru: Сохранить
uk: Зберегти

source: Sign in
ru: Войти
uk: Увійти

source: OK
ru: ОК

source: Can't sign into application
ru: Невозможно войти в приложение
uk: Неможливо увійти до додатку

source: Error
ru: Ошибка
uk: Помилка

source: User can't be saved due to service error. Try to save it once more?
ru: Данные пользователя не могут быть сохранены из-за ошибки на сервисе. Попробовать еще раз?
uk: Дані користувача неможливо зверегти через помилку веб-сервісу. Спробувати ще раз?

source: Cancel
ru: Отменить
uk: Відмінити

source: SIGN IN
ru: ВОЙТИ
uk: УВІЙТИ

source: Device as Beacon
ru: Устройство как маяк
uk: Пристрій як маяк

source: Sort by Name: A to Z
ru: Сортировать по имени: от А до Я
uk: Сортувати по назві: від А до Я

source: Sort by Name: Z to A
ru: Сортировать по имени: от Я до А
uk: Сортувати по назві: від Я до А

source: Sort by linked cards: ASC
ru: Сортировать по количеству карт: Возростание
uk: Сортувати за приєднаними картками: зростання

source: Sort by linked cards: DESC
ru: Сортировать по количеству карт: Убывание
uk: Сортувати за приєднаними картками: зменшення

source: It's a tiny computer that broadcasts radio signals that can be received by all smart devices in the range.
ru: Это крошечный компьютер транслирующий сигнал который может быть принят любым устройством в пределах зоны видимости.
uk: Це крихітний компьютер що транслює радіосигнал який може бути прийнятий будь-яким мобільним пристроєм в зоні досяжності.

source: View all data (a company's name, description, contacts etc.) that are linked to the nearest beacons.
ru: Показать все данные (название компании, описание, контактная информация и т.д.) которые привязаны к маякам.
uk: Показати всі дані (назву компанії, детальну інформацію, контактні дані тощо.), які приєднані до маяків.

source: Create your own info cards and link them to a beacon, or even use your smart device as a beacon.
ru: Создать визитную карту и прикрепить ее к маяку или использовать свой смартфон как маяк.
uk: Створити власну візитну картку і приєднати її до маяка, чи використати власний смартфон як маяк.

source: Share
ru: Распространить
uk: Розповсюдити

source: Explore
ru: Найти
uk: Знайти

source: Yes
ru: Да
uk: Так

source: Import contact
ru: Импортировать контакт
uk: Імпортувати контакт

source: Do you want to import contact into your contacts
ru: Вы хотите импортировать контакт в вашу контактную книгу?
uk: Ви бажаєте імпортувати контакт до вашого списку контактів?

source: No
ru: Нет
uk: Ні

source: Invited user
ru: Приглашенный пользователь
uk: Запрошений користувач

source: Sort by My Role
ru: Сортировать по моей роли
uk: Сортувати за моєю роллю

source: Sort by My Beacons
ru: Сортировать по моим Маякам
uk: Сортувати за моїми маяками

source: New Card
ru: Новая Карта
uk: Нова картка

source: People
ru: Контакты
uk: Контакти

source: Card Beacons
ru: Маяки карты
uk: Маяки картки

source: Card Share With
ru: Поделиться картой
uk: Поділитись карткою

source: Card Name
ru: Название карты
uk: Назва картки

source: Description
ru: Описание
uk: Опис

source: Enter number
ru: Введите номер
uk: Введіть номер

source: Add Phone Number
ru: Добавьте номер телефона
uk: Додайте номер телефону

source: Enter email
ru: Введите email
uk: Введіть email

source: Add Email
ru: Добавьте Email
uk: Додайте Email

source: Enter url
ru: Введите url
uk: Введіть url

source: Add URL
ru: Добавьте URL
uk: Додайте URL

source: Import From Device Contacts
ru: Импортировать из Контактов
uk: Імпортувати з Контактів

source: Add New Using Form
ru: Добавить новый
uk: Додати новий

source: Show on map
ru: Показать на карте
uk: Показати на мапі

source: Sort by Date
ru: Сортировать по дате
uk: Сортувати за датою

source: Owner
ru: Владелец
uk: Власник

source: Translator
ru: Транслятор
uk: Транслятор

source: Mobile Phone
ru: Мобильный
uk: Мобільний

source: Home Phone
ru: Домашний
uk: Домашній

source: Work Phone
ru: Рабочий
uk: Робочий

source: Company Phone
ru: Компании
uk: Компанії

source: Fax
ru: Факс
uk: Факс

source: Other
ru: Другой
uk: Інший

source: Personal Email
ru: Личный
uk: Персональний

source: Work Email
ru: Рабочий
uk: Робочий

source: Website
ru: Вебсайт
uk: Вебсайт

source: Yesterday
ru: Вчера
uk: Вчора

source: Today
ru: Сегодня
uk: Сьогодні

source: Bluetooth monitoring is not available for this device
ru: Bluetooth monitoring не поддерживается данным устройством
uk: Bluetooth monitoring недостуний на даному пристрої

source: Ranging is disabled. This might happen if the device is in Airplane mode or if Bluetooth or location services are disabled.
ru: Сканирование отключено. Это может произойти, если устройство находится в режиме "В самолете", если Bluetooth или определения местоположения отключены.
uk: Сканування відключено. Причиною цього може бути увімкнений режим "В Літаку" чи якщо Bluetooth або сервіс місцезнаходження вимкнено.

source: Bluetooth low energy is not supported by this device
ru: Bluetooth low energy не поддерживается на этом устройстве
uk: Bluetooth low energy не підтримується на даному пристрої

source: Bluetooth module is off
ru: Bluetooth выключен

source: Application is not authorized to use the Bluetooth low energy
ru: Приложению не разрешено использовать Bluetooth low energy
uk: Додаток не має прав на використання Bluetooth low energy

source: The connection with the system service was momentarily lost
ru: Связь с системным сервисом была утеряна
uk: Зв'язок із системним сервісом було втрачено

source: Bluetooth is not available for this device
ru: Bluetooth недоступен или выключен на этом устройстве
uk: Bluetooth недоступний на даному пристрої

source: Selected media is not an image type
ru: Выбранный контент не является картинкой
uk: Обраний контент не є картинкою

source: Can't share card right now
ru: Невозможно поделиться картой сейчас
uk: Зараз неможливо поділитись карткою

source: Can't import vcard right now
ru: Невозможно импортировать контакт сейчас
uk: Зараз неможливо імпортувати контакт

source: Can't accept card sharing right now
ru: Невозможно принять приглашение прямо сейчас
uk: Зараз неможливо прийняти запрошення

source: Entered UUID is not valid
ru: Введенный UUID не валидный
uk: Введений UUID не є валідним

source: Some fields are not filled or entered data is not valid
ru: Некоторые поля не заполнены или данные не валидны
uk: Деякі поля не заповнено чи введені дані не є валідними

source: Application can't sign out now because of problems with web service
ru: Невозможно выйти из приложения из=за проблемм с веб-сервисом
uk: Неможливо вийти з додатку через помилку веб-сервісу

source: Can't connect social network. It may be problem with web service or this social network account already linked to another user.
ru: Невозможно подключиться к социальной сети. Это может быть ошибкой веб-сервиса или данная учетная запись уже используется в системе.
uk: Неможливо під'єднатись до соціяльної мережі. Це може виникнути через проблеми з веб-сервісом чи даний акаунт соціальної мережі вже використовується в системі.

source: An error of the web service. Please try again later.
ru: Ошибка веб-сервиса. Пожалуйста попробуйте позже.
uk: Сталася помилка веб-сервісу. Будь ласка, спробуйте пізніше.

source: The Internet connection appears to be offline.
ru: Интернет соединение прервано.
uk: Втрачено зв'язок з інтернетом.

source: You don't have access to Beacon that you want to link.
ru: Вы не имеете прав доступа чтобы привязать этот маяк.
uk: Ви не маєте прав доступу до маяка що хочете приєднати.

source: Scanning
ru: Сканирование
uk: Сканування

source: History
ru: История
uk: Історія

source: Favorites
ru: Избранное
uk: Улюблені

source: My Cards
ru: Мои карты
uk: Мої картки

source: My Beacons
ru: Мои маяки
uk: Мої маяки

source: Device As Beacon
ru: Устройство как маяк
uk: Пристрій як маяк

source: My Account
ru: Мой аккаунт
uk: Мій акаунт

source: Cards
ru: Карты
uk: Картки

source: Name
ru: Имя
uk: Ім'я

source: Phone
ru: Телефон
uk: Телефон

source: User name
ru: Имя пользователя
uk: Ім'я користувача

source: User email
ru: Email пользователя
uk: Email користувача
